/* 
  File.strings
  LZTest

  Created by 沧海无际 on 2019/10/30.
  Copyright © 2019 TEST. All rights reserved.
*/

//MARK: - 升级20191030
"A new version is available." = "A new version is available.";
"Version:" = "Version: ";
"Released Date:" = "Released Date: ";
"Remind me later" = "Remind me later";
"Update now" = "Update now";

"Check the update" = "Check the update";
"The version you are using is the latest one!" = "The version you are using is the latest one!";
"Software updata" = "Software updata";
"Network error, please check the network and try again." = "Network error, please check the network and try again.";
"OK" = "OK";
"Downloading, please wait a moment." = "Downloading, please wait a moment.";
"Download complete. Immediate installation requires closing the running program. Do you want to continue?" = "Download complete. Immediate installation requires closing the running program. Do you want to continue?";
"Install now" = "Install now";
"Cancel" = "Cancel";
"Download the latest version, do you want to cancel?" = "Download the latest version, do you want to cancel?";
"Download error, please check the network and try again," = "Download error, please check the network and try again,";
"Yes" = "Yes";
"No" = "No";
"Installing, please wait a moment." = "Installing, please wait a moment.";
"Install complete." = "Install complete.";
"Start now" = "Start now";
"Install failed, please try again." = "Install failed, please try again.";
"Please waiting patiently for the program installation to complete, otherwise it may cause the program exception." = "Please waiting patiently for the program installation to complete, otherwise it may cause the program exception.";
"Try again" = "Try again";
"What's New:" = "What's New:";
"Checking for updates…" = "Checking for updates…";
